<?php
return [
/**
* 时光短视频去水印开放API系统
* =======================================================
* 此程序由【时光运维】二次开发
* 版权所有 (C) 2019-2023 www.sgcode.cn 并保留所有权利。
* -------------------------------------------------------
* 小程序开发/PHP源码二开/原生APP开发/您想到的和想不到的
* 联系QQ：181984183     微信：sg_cms
* =======================================================
**/
'type'           => 'mysql',
'hostname'       => 'localhost',
'database'       => 'shujk1111',
'username'       => 'shujk1111',
'password'       => 'shujk1111',
'hostport'           => '3306',
'prefix'           => 'qsy_plus_',
];